"Check for Updates…" = "Ստուգել արդիացումների առկայությունը...";

"Start voice conversation" = "Սկսել ձայնային զրուցաշար";

"Message to send to ChatGPT" = "ChatGPT-ին ուղարկվող հաղորդագրություն";

"Settings…" = "Կարգավորումներ…";

"Start new chat" = "Սկսել նոր զրույց";

"What would you like to ask ChatGPT about?" = "Ինչի՞ մասին եք ցանկանում հարցնել ChatGPT-ին։";

"Model to use with the new chat" = "Մոդելը, որը պետք է օգտագործվի նոր զրույցում";

"Which model would you like to use?" = "Ո՞ր մոդելից եք ցանկանում օգտվել։";

"Model name" = "Մոդելի անունը";

"Chat Identifier" = "Զրույցի նույնացուցիչ";

"ChatGPT Help" = "ChatGPT Help";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Այս գործողությամբ բացվում է ChatGPT հավելվածը՝ ChatGPT-ի հետ ձայնային զրուցաշար սկսելու համար։";

"You can continue this chat from the app." = "Այս զրույցը կարող եք շարունակել հավելվածից։";

"Message Identifier" = "Հաղորդագրության նույնացուցիչ";

"Change Shortcut" = "Փոխել դյուրանցումը";

"New Chat" = "Նոր զրույց";

"Ask ChatGPT" = "Հարցնել ChatGPT-ին";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Միացնել արդյոք երկկողմանի զրույցը, թե լրացնել Դյուրանցումն անմիջապես պատասխանից հետո";

"Message" = "Հաղորդագրություն";

"This action will send a single message to a chat with ChatGPT and return the response." = "Այս գործողությամբ մեկ հաղորդագրություն կուղարկվի ChatGPT-ի հետ զրույց և կստացվի պատասխանը։";

"Model" = "Մոդել";

"Start voice conversation with ChatGPT" = "Սկսել ձայնային զրուցաշար ChatGPT-ի հետ";

"Is there anything else you would like to ask about?" = "Ցանկանո՞ւմ եք էլի ինչ-որ բան հարցնել։";

"Indicates whether a new chat should be started" = "Ցույց է տալիս՝ արդյոք նոր զրույց պետք է սկսվի";

"%@" = "%@-ից";

"Toggle Sidebar" = "Փոխարկել կողագոտին";

"Content" = "Բովանդակություն";

"Model slug" = "Մոդելի դինամիկ նույնացուցիչը";

"New Temporary Chat" = "New Temporary Chat";

"Would you like to start a new chat?" = "Ցանկանո՞ւմ եք սկսել նոր զրույց։";

"Continuous chat" = "Շարունակական զրույց";

